Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/my_memory_new.tmx
Source language: en_gb
Languages: es_es

source: Professionals treating patients affected by COVID-19 should be aware of the musculoskeletal and neurological manifestations in these patients and know that they appear in a high number of cases.
es_es: Los profesionales que tratan pacientes afectos del COVID 19 deben ser conscientes de las manifestaciones musculoesqueleticas y neurológicas en estos pacientes y conocer que aparecen en un alto número de casos.

source: That is, until now.
es_es: Así había sido, hasta ahora.

source: That is until now.
es_es: Así era hasta ahora.

source: 190. On the other hand, the Commissariat for Refugees, in compliance with its competencies, reacts to any clue of traffic in refugee children, child prostitution or child pornography that may be taking place not only in the refugee community centres, but in the refugees' private accommodations as well.
es_es: 190. Por otra parte, el Comisionado para los Refugiados, de conformidad con sus competencias, reacciona ante cualquier indicio de que se puedan estar produciendo incidentes de trata de niños refugiados, prostitución infantil o utilización de niños en la pornografía, no sólo en los centros de refugiados de la comunidad, sino también en los locales privados que albergan refugiados.

source: Smart vehicle communication systems have the potential to make safer and ease the lives of Europe's drivers: in 2006, more than 42,000 people died in road accidents in the European Union and more than 1.6 million were injured while every day there are some 7,500 km of traffic jams on the EU's roads.
es_es: Los sistemas inteligentes de comunicaciones para los vehículos pueden hacer más segura y facilitar la vida a los conductores europeos: en 2006, más de 42 000 personas murieron en accidentes de tráfico en la Unión Europea y más de 1,6 millones sufrieron heridas, mientras que se producen cada día unos 7 500 km de atascos en las carreteras de la UE.

source: In his telephone conversation, Secretary General Insulza saluted "the calm atmosphere in which the electoral process took place" and congratulated the country´s next leader "on the civic responsibility of the Panamanian people reflected not only in today´s peaceful process but also in the large turnout in the presidential elections."
es_es: En su conversación telefónica el Secretario General Insulza valoró "la tranqulidad que caracterizó todo el proceso electoral" y felicitó al próximo mandatario "por el civismo del pueblo panameño reflejado no sólo en el ambiente de paz que se vivió hoy sino también en la masiva participación en los comicios presidenciales".

source: The city is easy to get to and has good public transport.
es_es: La ciudad es fácilmente accesible y está bien comunicada.

source: It is fairly easy to get to the Mogao caves from Dunhuang. A regular minibus picks up tourists from a number of spots in town including the railway station.
es_es: Es bastante fácil llegar a las cuevas de Mogao de Dunhuang. Un minibús recoge de manera frecuente a turistas en varios lugares de la ciudad, incluyendo la estación de tren.

source: This is ecological and you will take care of the health you will break when you get to the festival. Pamplona is small, and you will take half an hour at most to get to the other end of the city, and also the traffic in San Fermin is chaotic, particularly around the old quarter.
es_es: Es ecológico y cuidas la salud que romperás en cuanto llegues a la fiesta. Pamplona es pequeña, para ir a la otra punta de la ciudad como mucho tendrás que andar media hora y además, el tráfico en Sanfermín es un caos, sobre todo en los alrededores de la parte vieja.

source: The city’s major attractions are easy to get to from our Peruvian hotel, including those in the trendy Miraflores district and the Centro Historico, with its many museums, galleries, churches and plazas. Or try the famous local cocktail, the Pisco Sour, which can also be enjoyed at the bar in our hotel in Peru.
es_es: En lo que prefiere a la gastronomía, Lima ofrece opciones que van desde platillos suntuosos hasta comida rápida, además del famoso cóctel local, el Pisco Sour, que también se puede disfrutar en el bar de nuestro hotel en Perú.

source: There are some areas within the town that still don’t have reliable internet.
es_es: Hay algunas áreas dentro del pueblo que aún no poseen una conexión a Internet confiable.

source: I feel there are some areas within the present proposals which will create difficulties.
es_es: Creo que hay aspectos de la presente propuesta que crearán dificultades.

source: Aids will become rampant in many areas and then, it will stop quickly and naturally without any intervention.
es_es: El SIDA se hará desenfrenado en muchas áreas y luego, se detendrá rápidamente y naturalmente sin ninguna intervención.

source: The EU supports the efforts being made in many areas by the parties within the framework of the Annapolis process.
es_es: La Unión Europea apoya los esfuerzos que realizan las partes en muchos ámbitos en el marco del proceso de Anápolis.

source: That is borne out by the remarkable progress made in many areas by countries that are among the poorest on the planet.
es_es: Ello obedece a los extraordinarios progresos alcanzados en muchos ámbitos por países que figuran entre los más pobres del planeta.

source: Although the epidemic seemed to have stabilized in many areas by March, it reached a second peak in late May.
es_es: Aunque la epidemia parecía haberse estabilizado en muchas zonas en marzo, a finales de mayo alcanzó un segundo punto máximo.

source: In their general archives in Rome, the Sisters of Jesus and Mary preserve two precious documents which relate to the Pieuse Union to the Sacred Heart of Jesus, namely, the Regulations of the Congregations of Young Ladies, founded in Lyon in honor of the Sacred Heart of Jesus and under the protection of very Immaculate Virgin Mary and of St. Aloysius Gonzaga, 1816, and a book containing the Deliberations and Decisions of the Meetings of the Pieuse Union to the Sacred Heart of Jesus, 1816-1825. Thanks to these two volumes, it is possible to trace the activities of an association that is situated directly in line with other “societies” of the same type and established in the capital of the Gauls from the beginning of the 19th century. To begin with, let us deal with the matter of various possible interpretations for the name of this society.
es_es: Las Religiosas de Jesús-María guardan en sus archivos generales de Roma dos preciosos documentos relativos a la Pía Unión al Sagrado Corazón de Jesús: el Reglamento de la Congregación de Señoritas, erigida en Lyón en honor del Sagrado Corazón de Jesús y bajo la protección de la Santísima e Inmaculada Virgen María y de San Luis Gonzaga, 1816, y un Libro que contiene las deliberaciones y conclusiones de las Asambleas de la Pía Unión al Sagrado Corazón de Jesús, 1816-1825. Gracias a estos dos textos es posible seguir las actividades de una asociación que se sitúa en la misma línea de las otras congregaciones similares, instituidas en la capital de las Galias desde el principio del siglo XIX.

source: ( 3 ) Implementation of the plan in each participating Member State must be programmed , phased and regular both as regards withdrawals of the products from intervention stocks and the performance of the later phases until distribution to the beneficiaries or final recipients , in order to satisfy both the aim of the Community measure and the requirement to manage intervention stocks well . To this end , most withdrawals from intervention stocks should occur before 1 July of the year in which the plan is implemented . In the case of milk products , the characteristics of this sensitive market and in particular the impact of re-introducing products onto the market require provision to be made for limiting withdrawals of these products from public storage as part of the measure concerned , during periods when buying-in by intervention agencies is possible and , with effect from the implementation of the 2006 plan , even during the weeks preceding these buying-in periods . Appropriate measures must be implemented by the Member States , to include sanctions in line with the length of the delay in taking over the products .
es_es: ( 3 ) Conviene destacar que la ejecución del plan , en cada Estado miembro que participa en la acción , debe ser programada , escalonada y regular , tanto en lo que atañe a las retiradas de los productos de las existencias de intervención como al desarrollo de las fases posteriores hasta la distribución a los beneficiarios o destinatarios finales , con el fin de cumplir el objetivo de la acción comunitaria y satisfacer las exigencias de una buena gestión de las existencias de intervención . A tal efecto , las retiradas de las existencias de intervención deben realizarse en su mayor parte antes del 1 de julio del año de ejecución del plan . En el sector de los productos lácteos , las características de un mercado muy sensible y , en particular , la incidencia de las entregas de productos en el mercado , inducen a prever la limitación de las retiradas de los productos de las existencias públicas , en el marco de la ejecución de la acción en cuestión , durante los períodos en que la compra por los organismos de intervención es posible y , a partir de la ejecución del plan 2006 , incluso durante las semanas que preceden a esos períodos de compra . Los Estados miembros deben aplicar medidas apropiadas que incluyan sanciones progresivas en función de los retrasos a la hora de hacerse cargo de los productos .

source: Otherwise, if the examination by the expert is projected about elements unrelated with the procedure and those to which only he has access, if his intervention in the procedure can be included under the formula of witness evidence (caused, no less, by a contractual relationship), but not as genuine expertise, as the conclusions of the expert must be reconciled with these elements included in the actions, in such a way that a genuine contradiction and criticism of his opinion is possible and so that the judge can form his belief not in line with the conclusions of the expert, but rather from the correct interpretation of these proof elements which @le deben ser inmediatos y conocidos, with this interpretation if@ accompanied and guided by said conclusions by the expert.
es_es: En caso contrario, si el examen del perito se proyecta respecto de elementos ajenos al proceso y a los que solo él tene acceso, acaso su intervención en el proceso podrá ampararse bajo la fórmula de la prueba testfcal (provocada nada menos que por una relación contractual), pero no como una auténtca pericia, pues las conclusiones del perito deben poder cohonestarse con esos elementos incorporados a las actuaciones, de manera que sea posible una auténtca contradicción y crítca de su dictamen y para que el juez pueda formar convicción no desde las conclusiones del perito, sino desde la correcta interpretación de esos elementos de prueba que le deben ser inmediatos y conocidos, interpretación eso sí acompañada y orientada por aquellas conclusiones del perito.

source: Deliver future shipments on a cash with Order or cash in advance basis;
es_es: Entregar futuros envíos en efectivo con Pedido o en efectivo por adelantado;

source: The first option will result in a continuing decline of the CT system and possibly to its withdrawal, no doubt to be replaced by a system based on a "cash in advance" which would only be repayable on production of proof of satisfactory termination of the transit movement
es_es: La primera opción tendría como consecuencia un declive continuado cel régimen de TC y, posiblemente, su supresión y sustitución por un régimen basado seguramente en el pago por adelantado, reembolsable únicamente previa demostración satisfactoria de la finalización del movimiento del tránsito.

source: If Buyer’s financial condition is or becomes unsatisfactory to Seller, Seller reserves the right to: (a) require payment from Buyer on a Cash In Advance (CIA) basis; (b) require a letter of credit or other acceptable security before shipment; or (c) cancel shipment at any time prior to delivery of the Equipment without further obligation or liability on the Seller's part.
es_es: Si la condición financiera del comprador es o llega ser insatisfactoria para el vendedor, el vendedor se reserva el derecho de: (a) exigir el pago del comprador en una base de efectivo por adelantado (CIA); (b) requerir una carta de crédito u otro tipo de seguridad aceptable antes del envío; o (c) cancelar el envío en cualquier momento antes de la entrega del equipo sin obligación o responsabilidad adicional por parte del vendedor.

source: Memorable Events Management (MEM) is a reliable and dependable company based in Spain, which is committed to our customer needs.
es_es: Memorable Events Management (MEM) es una empresa de confianza y responsable con sede en España, comprometida con las necesidades de nuestros clientes.

source: Jerez Car Hire is a car rental company based at Jerez Airport, Spain. We have a large fleet of cars for hire in Andalucia, including car hire at Jerez Airport. We have a dedicated team of professionals waiting to make your car hire as smooth as possible.
es_es: JerezCar.com es una compañia de alquiler de coches con base en el Aeropuerto de Jerez, España. Disponemos de una flota de coches inmensa que alquilamos por toda Andalucia, incluyendo alquiler de coches en el aeropuerto de Jerez. Nuestro equipo de profesionales le espera en el aeropuerto de Jerez para ofrecerles el mejor servicio posible.

source: Four-wheel-drive vehicles Engineering
es_es: Vehículos con tracción en las cuatro ruedas

source: Much of the park is accessible only to four wheel drive vehicles and walkers.
es_es: La mayor parte del parque sólo es accesible para vehículos todoterreno y para marcha.

source: Vertical mast, four wheel steer, two wheel drive, four wheel drive rough terrain lift truck
es_es: Mástil vertical, dirección en las cuatro ruedas, tracción en dos ruedas, montacargas todo terreno con tracción en las cuatro ruedas

source: Maps were also made of tracks produced by four-wheel drive vehicles.
es_es: De igual manera se elaboraron mapas de huellas producidas por vehículos de doble tracción.

source: The User issues an order to the Car hire tour operator to provide a particular category of car at a given location, for a given period.
es_es: El Usuario concertará una orden con el Operador del Alquiler de Coches para poner a disposición un coche en el lugar, por el periodo y categoría indicado por Usuario.

source: Connects to their website
es_es: Se conecta a tu sitio web

source: According to their website:
es_es: De acuerdo a su sitio web:

source: And when you go to their website,
es_es: Y cuando vas a su sitio web,

source: Eats during the day and during the night.
es_es: Come de noche y de día.

source: She is there during the day and does not spend the night.
es_es: Ella está allí durante el día y no pasa la noche.

source: Giraffe at the Nairobi National Park. Kenya, 1995
es_es: Jirafa en el Parque Nacional de Nairobi. Kenia, 1995

source: Nairobi National Park is located just outside of the city and provides an unparalleled African wildlife experience.
es_es: El Parque Nacional de Nairobi se encuentra justo a las afueras de la ciudad y ofrece una experiencia incomparable de fauna africana.

source: Located in the Sierra Nevada National Park, this hotel is set just outside the village of Güéjar Sierra.
es_es: El Hotel El Guerra está situado en las montañas del parque natural de Sierra Nevada, a 15 km de Granada.

source: Most would stay at the nearby park just outside the clinic.
es_es: La mayoría se queda en el parque cercano a las afueras de la clínica.

source: Also in the area is the El Cerezo beach.
es_es: La zona marítima cuenta con dos playas: El Cerezo y Les Cases, ambas de fina arena.

source: Also in the race is the Japanese probe Nozomi.
es_es: También participa en lacarrera la sonda japonesa Nozomi.

source: In the center of Hyde Park is the clearest lake ...
es_es: En el ...

source: Also in the customer service module is the claims book.
es_es: También en el módulo de atención al cliente se encuentra el libro de reclamaciones.

source: This area is close to the National Park of Cajas.
es_es: Esta área está cerca del Parque Nacional El Cajas.

source: Hotel Castillan is a charming 2 star hotel close to the Ecrins National Park.
es_es: El Hotel Castillan es un bonito establecimiento de 2 estrellas ubicado cerca del Parque Nacional de Ecrins.

source: The Ferienhotel Alber is located in Mallnitz, Carinthia, close to the National Park Hohe Tauern.
es_es: El Ferienhotel Alber está situado en Mallnitz, en Carinzia, cerca del Parque Nacional de Alti Tauri.

source: It also has
es_es: También tiene

source: It also has many<g id="6"> parks</g>.
es_es: También cuenta con numerosos<g id="6"> parques</g>

source: It has many […]
es_es: Posee […]

source: It also has:
es_es: Así mismo :

source: Of course, the Mamba Village Crocodile Farm is a site to be seen, and will allow you to get a great view of one of the more impressive species in the area.
es_es: Por supuesto, el criadero de cocodrilos de Mamba Villagees un lugar que merece la pena visitar y que le permitirá acercarse de una manera verdaderamente única a una de las especies más impresionantes de la zona.

source: Lake Naivasha, Kenya
es_es: Lago Naivasha (Kenya)

source: 4 Days Kenya Budget Safari Great Maasai Mara and Lake Naivasha
es_es: 4 días de safari económico en Great Maasai Mara y Lake Naivasha, Kania

source: It is one of the two freshwater lakes in the Rift Valley in Kenya, the other being Lake Naivasha.
es_es: Es uno de los dos de agua dulce lagos en el valle del Rift en Kenia, siendo el otro el lago Naivasha.

source: It is located on the shore of Lake Naivasha and along the Nairobi - Nakuru highway and Uganda Railway.
es_es: Se encuentra a orillas del Lago Naivasha ya lo largo de la San de carreteras y Ferrocarriles de Uganda.

source: This area is a nice place to walk around and look at the exhibit in the museum if you have time.
es_es: Esta zona es un sitio agradable para recorrer y mirar la exhibición en el museo si tiene tiempo.

source: It's a great place to visit even if you don't need more electronic supplies.
es_es: Es un gran lugar para visitar, incluso si usted no necesita hacer compras de ningún suministro electrónico.

source: If you are able to manage this cultural change, you have already done a big step.
es_es: Si eres capaz de gestionar este cambio cultura, ya diste un gran paso.

source: In the summer and if you like nature, there is a nice place to visit and is not promoted, but we highly recommend you.
es_es: En verano y si te gusta la naturaleza, hay un bonito paraje que puedes visitar y que no es muy promocionado pero que nosotros te recomendamos.

source: Being guarded it gives you the opportunity to walk around charming Kotor in the early evening, after the cruise ships crowds have left. no facilities, but worth doing.
es_es: Siendo vigilado que te da la oportunidad de caminar por encanto Kotor en la tarde, después de las multitudes de cruceros han dejado. no hay instalaciones, pero vale la pena hacerlo.

source: Only "downside": the subway is about 800 meters away; but it gives you the opportunity to walk through the neighborhood to get there.
es_es: El único inconveniente es que el metro está a 800 metros, pero te da la oportunidad de caminar por el barrio hasta llegar allí.

source: At Maria Candelas we give you the opportunity to walk around our shop without leaving your home. We hope this will be the first step to meeting personally in a near future, and to give you the service and attention you deserve.
es_es: En María Candelas le brindamos la oportunidad de que pasee por nuestro establecimiento sin moverse de su hogar. Éste, esperamos, será el primer paso para conocernos posteriormente en persona ypoder darle el servicio y la atención que se merece.

source: This human form is unique because it gives you an opportunity that you did not have in those other forms. It gives the opportunity to escape the cycle of birth and death and regain your original eternal, full-of-knowledge, and full-of-bliss form in that most wondrous spiritual sky.
es_es: Esta forma humana es única porque te da una oportunidad que no tuviste en esas otras formas. Date la oportunidad de escapar del ciclo de nacimiento y muerte y recobrar tu forma original, eterna, llena de conocimiento y bienaventuranza en ese el más asombroso cielo espiritual.

source: Camrose offers a relaxed lifestyle with a large population of retirees.
es_es: Camrose ofrece un estilo de vida relajado, con una gran población de jubilados.

source: An older neighborhood with a large population of retirees.
es_es: Un barrio viejo y con una larga población de retirados.

source: This is a common word with a large semantic field.
es_es: Esta es una palabra común con un amplio campo semántico.

source: This is a practical project in Genk, in Belgian Limburg, a mining area with a large immigrant population.
es_es: Por lo que respecta al voto, todos sabemos que hasta ahora los emigrantes sólo han podido participar en las elecciones europeas, y esto verdaderamente es demasiado poco.

source: Arenal Manoa is located at just two hours and a half from San José. With a privileged location, we are 7 kilometers west from La Fortuna and 800 meters from the main road that made a very natural and private environment, surrounded by the La Palma River, that go around the hotel making an ideal refuge for the great diversity of birds, some mammals and lizards, besides a large variety of plants.
es_es: Arenal Manoa está situado a solo dos horas y media de San José. Con una ubicación privilegiada, estamos a 7 kilómetros al oeste de La Fortuna y a 800 metros de la carretera principal, rodeado por el río La Palma que va alrededor del hotel haciendo un refugio ideal para la gran diversidad de aves, algunos mamíferos y lagartos, además de una gran variedad de plantas.

source: A waterfall
es_es: Una cascada

source: A Waterfall
es_es: Una cascada

source: and a waterfall.
es_es: y una cascada.

source: Kyoto International Conference Center
es_es: Centro Internacional de Congresos de Kyoto

source: The Conference will be held at Room I, International Conference Center Geneva (CICG), 17, rue de Varembé, 1211 Geneva, Switzerland.
es_es: La Conferencia tendrá lugar en la Sala I del Centro Internacional de Conferencias de Ginebra (CICG), 17 rue de Varembé, Ginebra, Suiza.

source: In 2009, it was held from 25 to 27 February at the International Conference Center in Geneva, Switzerland.
es_es: En 2009, el evento se celebrÃ³ del 25 al 27 de febrero en el Centro Internacional de Conferencias en Ginebra, Suiza.

source: The meeting took place from 9 to 11 August at the International Conference Center of Ivato.
es_es: La reunión tuvo lugar del 9 al 11 de agosto en el Centro de Conferencias Internacionales de Ivato.

source: APARTMENT FOR SALE IN BENAHAVIS VILLAGE. First floor apartment for sale right in the centre of Benahavis with views over the small street with bars and restaurants, probably the best place to watch the processions that are held in Benahavis during Easter and the feria.
es_es: APARTAMENTO EN VENTA EN BENAHAVIS PUEBLO. Apartamento en primera planta en venta en el centro de Benahavis, con vistas a lo largo de la pequeña calle de bares y restaurantes, probablemente el mejor lugar para ver las procesiones que se celebran en Benahavis durante Semana Santa y la feria.
